Repository: NoFearJoe/detectit
Catalog: DetectIt/DetectIt/Resources/*.lproj/Localizable.strings
Languages: ru

# network_error_title
source: Error
ru: Ошибка

# network_error_message
source: Check your internet connection and try again
ru: Кажется, что-то пошло не по плану и мы не смогли загрузить данные. Если проблема не в вашем интернет-соединении, сообщите нам о проблеме.

# retry_button_title
source: Retry
ru: Попробовать снова

# report_button_title
source: Report a problem
ru: Сообщить о проблеме

# purchases_restoring_hud_title
source: Restoring purchases...
ru: Восстановление покупок...

# error_hud_title
source: Error
ru: Ошибка

# hud_failed_to_load_ad_message
source: Can't load an Ad. Try again later
ru: Не удалось загрузить рекламу. Попробуйте позже

# onboarding_first_page_title
source: Welcome, detective!
ru: Добро пожаловать, детектив!

# onboarding_first_page_subtitle
source: Get ready to plunge into the world of mysterious and terrifying stories
ru: Приготовься погрузиться в мир таинственных и ужасающих историй

# onboarding_tasks_page_title
source: There are several task types in the game
ru: Тебе предстоит решать различные задания

# onboarding_tasks_page_subtitle
source: Each of them has its own rules and specialty. Read them before starting your investigation
ru: У каждого свои правила и особенности. Ознакомься с ними перед началом расследования.

# onboarding_tasks_page_details_button_title
source: Details...
ru: Ознакомиться

# onboarding_second_page_title
source: Investigate wisely
ru: Расследуй с умом

# onboarding_second_page_subtitle
source: Use any means to search for truth - deduction, cunning, and even the Internet
ru: Используй любые средства для поиска истины - дедукцию, хитрость и даже интернет.

# onboarding_third_page_title
source: Remember the main thing
ru: Запомни главное

# onboarding_third_page_subtitle
source: There is no second chance. Check your answers before submitting.
ru: Отправляя ответы, будь предельно внимателен – нужно не делать ошибок и соблюдать формат ответа.

# onboarding_last_page_title
source: Start simple
ru: Начни с простого

# onboarding_last_page_subtitle
source: Try to use the button, which is used to send replies
ru: Попробуй воспользоваться кнопкой, которая служит для отправки ответов.

# onboarding_last_page_button_title
source: Continue
ru: Продолжить

# main_screen_profile_title
source: Profile
ru: Профиль

# main_screen_current_task_title
source: Task #%d
ru: Задание #%d

# main_screen_task_difficulty_title
source: Difficulty:
ru: Сложность:

# main_screen_play_button_title
source: Start
ru: Начать

# main_screen_report_problem_action_title
source: Report a problem
ru: Сообщить о проблеме

# main_screen_restore_purchases_action_title
source: Restore purchases
ru: Восстановить покупки

# main_screen_debug_menu_action_title
source: Debug menu
ru: Дебаг меню

# main_screen_tasks_bundle_cell_play_button_title
source: Play
ru: Играть

# main_screen_tasks_bundle_cell_kind_title
source: Bundle
ru: Набор

# main_screen_empty_placeholder_message
source: You've done all tasks. Great job! We'll add new tasks very soon
ru: Вы выполнили все задания. Отличная работа! Новые задания появятся совсем скоро

# main_screen_no_tasks_title
source: All tasks are finished
ru: Все хорошее когда-нибудь заканчивается...

# main_screen_no_tasks_subtitle
source: You've done a great job and now can rest in anticipation of new tasks
ru: Ты проделал большую работу и теперь можешь отдохнуть в ожидании новых заданий

# main_screen_banner_app_review_title
source: You are showing good results!
ru: Ты показываешь хорошие результаты!

# main_screen_banner_app_review_subtitle
source: We would be interested in a review of the application from such an experienced detective. Share your impressions with future players and help the developers make the game better.
ru: Нам был бы интересен отзыв о приложении от такого опытного детектива. Расскажи о своих впечатлениях будущим игрокам и помоги разработчикам сделать игру лучше.

# main_screen_banner_subscribe_to_notifications_title
source: Are you waiting for new tasks?
ru: Ждешь новых заданий?

# main_screen_banner_subscribe_to_notifications_subtitle
source: Tap on this message to subscribe to notifications
ru: Нажми на это сообщение чтобы подписаться на уведомления

# completed_tasks_screen_title
source: Tasks history
ru: История заданий

# completed_tasks_screen_empty_placeholder_message
source: There are no completed tasks
ru: Нет завершенных заданий

# decoder_task_screen_answer_title
source: Answer:
ru: Ответ:

# decoder_task_screen_send_answer_button_title
source: Send the answer
ru: Отправить ответ

# decoder_task_screen_right_answer_title
source: Right answer:
ru: Правильный ответ:

# decoder_task_screen_score_title
source: Score:
ru: Очки:

# profile_task_screen_report_title
source: Report
ru: Отчет

# profile_task_screen_send_report_button_title
source: Send report
ru: Отправить отчет

# profile_task_screen_answer_yes_title
source: Yes
ru: Да

# profile_task_screen_answer_no_title
source: No
ru: Нет

# profile_task_screen_crime_description_title
source: History
ru: История

# profile_task_screen_answers_title
source: Answers
ru: Ответы

# profile_task_screen_hidden_description_title
source: To view the history of the profile you need to get the professional detective status
ru: Для просмотра истории расследования необходима полная версия

# profile_task_screen_get_status_button_title
source: Get status
ru: Разблокировать полную версию

# quest_task_screen_ending_title
source: The ending
ru: Концовка

# pro_status_title
source: PRO version
ru: Полная версия

# pro_status_subtitle
source: 🙅🏻‍♂️ No Ads 🕵🏻‍♂️ Unlimited tasks per day 🥷🏻 Profile and Blitz stories
ru: 🙅🏻‍♂️ Без рекламы 🕵🏻‍♂️ Неограниченное количество заданий в день 🥷🏻 Раскрытие истории преступлений после прохождения 👨🏻‍💻 Поддержка для развития приложения и составления новых заданий

# pro_status_buy_button_title
source: Buy for %@
ru: Купить за %@

# pro_status_blocked_task_message
source: PRO version is required
ru: Нужна полная версия версия

# pro_status_restore
source: Restore
ru: Восстановить

# detective_profile_notifications_title
source: Notify about new tasks
ru: Уведомлять о новых заданиях

# settings_screen_title
source: Профиль
ru: Меню

# settings_screen_pro_version_action_title
source: PRO version
ru: Полная версия

# settings_screen_completed_tasks_action_title
source: Tasks history
ru: История заданий

# main_screen_leaderboard_action_title
source: Leaderboard
ru: Таблица лидеров

# detective_profile_rate_app_action_title
source: Rate the App
ru: Оценить приложение

# detective_profile_invite_friend_button_title
source: Recruit a friend
ru: Завербовать друга

# detective_profile_logout_action_title
source: Logout
ru: Сменить аккаунт

# detective_profile_delete_account_action_title
source: Delete account
ru: Удалить аккаунт

# detective_profile_total_score_title
source: Total score
ru: Набрано очков

# detective_profile_correct_answer_percent
source: Percentage of correct answers
ru: Процент правильных ответов

# detective_profile_solved_tasks_count
source: Number of completed tasks
ru: Решено заданий

# detective_profile_enable_notifications_alert_title
source: Notifications disabled
ru: Уведомления отключены

# detective_profile_enable_notifications_alert_message
source: Turn notifications on in the app settings
ru: Включите уведомления в настройках приложения

# detective_profile_enable_notifications_alert_settings_action_title
source: Setting
ru: Настройки

# detective_profile_enable_notifications_alert_cancel_action_title
source: Close
ru: Закрыть

# task_notes_screen_title
source: Notes
ru: Заметки

# task_notes_screen_notes_placeholder
source: Enter your notes here...
ru: Запишите сюда свои заметки...

# rate_task_widget_done_button_title
source: Rate
ru: Оценить

# task_sharing_title
source: Invite your friends to solve this task
ru: Предложите друзьям решить это задание

# daily_limit_exceeded_title
source: That is all for today
ru: На сегодня все

# daily_limit_exceeded_subtitle
source: Every day you can play 3 games. To get more, watch an Ad or buy the full version.
ru: Каждый день ты можешь пройти не более 3 заданий. Чтобы продлить удовольствие, можно посмотреть рекламу или приобрести полную версию игры.

# daily_limit_exceeded_buy_pro_version_title
source: Buy the full version
ru: Купить полную версию

# daily_limit_exceeded_watch_ad_title
source: Watch Ad
ru: Посмотреть рекламу

# help_screen_title
source: Help: %@
ru: Справка: %@

source: Continue
ru: Продолжить

# answer_button_default_title
source: Check the answer
ru: Проверить ответ

# buy_button_title
source: Make the contribution
ru: Сделать взнос

# attachments_title
source: Attachments
ru: Дополнения

# task_kind_cipher
source: Cipher
ru: Шифр

# task_kind_profile
source: Profile
ru: Расследование

# task_kind_blitz
source: Blitz
ru: Блиц-расследование

# task_kind_quest
source: Quest
ru: Квест

# task_difficulty_easy
source: Easy
ru: Легко

# task_difficulty_normal
source: Normal
ru: Средне

# task_difficulty_hard
source: Hard
ru: Сложно

# task_difficulty_nightmare
source: Nightmare
ru: Кошмар

# report_problem_subject
source: There is a problem in Detect
ru: Проблема в Detect

# task_sharing_text_for_cipher
source: Try to solve the cipher "%@" in Detect – %@
ru: Попробуй разгадать шифр "%@" в Detect – %@

# task_sharing_text_for_profile
source: Try the task "%@" in Detect – %@
ru: Попробуй расследовать дело "%@" в Detect – %@

# task_sharing_text_for_blitz
source: Try to solve the task "%@" in Detect – %@
ru: Попробуй пройти блиц-расследование "%@" в Detect – %@

# task_sharing_text_for_quest
source: Try the quest "%@" in Detect – %@
ru: Попробуй пройти квест "%@" в Detect – %@
