{
  "answer" : {
    "possibleAnswers" : [
      "15.06.2013 Kingston Clan Save Me",
      "15.06.2013 Kingston Clan. Save Me",
      "15.06.2013 Kingston Clan Save Me!",
      "15.06.2013. Kingston Clan Save Me",
      "15.06.2013. Kingston Clan. Save Me",
      "15.06.2013. Kingston Clan Save Me!",
      "15.06.2013, Kingston Clan Save Me",
      "15.06.2013, Kingston Clan. Save Me",
      "15.06.2013, Kingston Clan Save Me!",
      "15.06.2013 Kingston Clan Save Me.",
      "15.06.2013 Kingston Clan. Save Me.",
      "15.06.2013, Kingston Clan, Save Me",
      "15.06.2013. Kingston Clan. Save Me",
      "Save Me! Kingston Clan. 15.06.2013",
      "Save Me Kingston Clan 15.06.2013",
      "Save Me! Kingston Clan 15.06.2013",
      "Save Me Kingston Clan. 15.06.2013",
      "Save Me! Kingston Clan. 15.06.2013.",
      "Save Me Kingston Clan 15.06.2013.",
      "Save Me! Kingston Clan 15.06.2013.",
      "Save Me Kingston Clan. 15.06.2013."
    ],
    "crimeDescription" : "При расшифровке Вам даже не понадобится помощь интернета. Достаточно лишь быть внимательным к деталям. Девушка Нельсона выбрала весьма простой и в то же время сложный способ шифрования своего местоположения. Все символы в записке она написала наоборот, т.е. прочитать их необходимо справа налево (если присмотреться, то на это отсылают стрелки нарисованные девушкой).\nПрочитав, таким образом, послание, получается искомый ответ: 15.06.2013 Kingston Clan. Save Me! (15.06.2013 Клан Кингстонов, Спаси меня!)\n\nУзнать более подробную информацию о данном месте и погрузиться в реальную историю влюбленной пары, можно посмотрев видео на youtube-канале \"ми́стика\": СБЕЖАЛА ИЗ СЕКТЫ: Клан Кингстонов \/\/ Мэри Кингстон и жуткая семья.\nСсылка: https:\/\/www.youtube.com\/watch?v=J6zQKi2pPcM\n\nОбращаем ваше внимание, что данный шифр написан по мотивам реальной истории, некоторые детали были изменены.",
    "decodedMessage" : "15.06.2013 Kingston Clan. Save Me!"
  },
  "score" : 1,
  "id" : "mistika_c2",
  "title" : "Сбежавшая невеста",
  "difficulty" : 1,
  "encodedPictureName" : "encoded.jpg",
  "preposition" : "В июне 2013 года в отделение полиции американского города Солт-Лейк-Сити обратился 24-летний Нельсон Брайн. Молодой человек просил полицейских помочь отыскать свою девушку, 17-летнюю Дженнифер Мор. Со слов Нельсона, девушка не пришла на назначенное им свидание и уже два дня не отвечала на телефонные звонки.\nНа допросе парень сказал: «Мы познакомились в кафе, около 4 месяцев назад. К сожалению, я ничего не знаю о ее семье, не знаю ее домашний адрес. Дженнифер была очень тихой, спокойной и не особо болтливой. У нас даже нет общих фотографий, так как она не любила фотографироваться. Все что я имею и знаю о ней сейчас это: имя, телефон (который все время выключен) и вот эта салфетка... У нее была странная привычка. Каждый раз, когда мы сидели в кафе, она рисовала на салфетках. На последнем свидании она отдала мне салфетку, сказав, что она мне пригодится...\"\nОдин из опытных полицейских провел тщательный осмотр данной улики, в надежде снять отпечатки пальцев девушки. Спустя какое-то время он смог предоставить своим коллегам и Нельсону информацию о том, что таила в себе эта записка. По его мнению, Дженнифер зашифровала в ней дату и свое местоположение.\nВ дальнейшем, отряд полиции в назначенный день прибыл в указанное место и спас Дженнифер Мор.\n\n**Ваша задача** - расшифровать послание, которое оставила девушка.\n\n##Ответ запишите в формате:##\nсначала дата, потом текст сообщения\n\n##Подсказка:## важно сохранять все знаки препинания, перевод не требуется."
}
