{
	"answer": {
		"possibleAnswers": [
      "США, аэропорт Денвера",
      "аэропорт Денвера",
      "международный аэропорт Денвера, США",
      "Denver airport, USA",
      "USA, Denver airport",
      "airport of Denver, USA",
      "Denver International Airport, USA",
      "Denver International Airport",
      "аэропорт Денвера, США.",
      "аэропорт Денвера США",
      "аэропорт Денвера. США",
      "аэропорт Денвера. США.",
      "аэропорт Денвера США."
    ],
		"crimeDescription": "Для разгадки данного шифра Вам необходимо было воспользоваться Интернетом. Введя в поисковый запрос «имя отправителя» - A1Z26, можно узнать, что A1Z26 - это шифр, который основан на подстановке, где каждая буква заменяется своим порядковым номером в алфавите. Выполнив подстановку вручную, либо же воспользовавшись калькулятором расшифровки (например, https://planetcalc.ru), получаем искомое место назначения киллера - аэропорт Денвера, США.\n\nА Вы знали, что существует несколько теорий заговора вокруг внутреннего облика аэропорта Денвера, а также процесса его строительства? Неспроста это место считают одним из самых жутких в мире. Узнать, что же такого таинственного и мистического таит в себе один из крупнейших международных аэропортов США, можно посмотрев видео на youtube-канале \"ми́стика\":\nСАМЫЙ ЖУТКИЙ АЭРОПОРТ МИРА: Фрески, Конь, Бункеры, Тайны // Аэропорт Денвера\nСсылка: https://www.youtube.com/watch?v=gVKHO-5fFwo&t=24s",
		"decodedMessage": "аэропорт Денвера, США"
	},
	"score": 2,
	"id": "mistika_c3",
	"title": "Телефон киллера",
	"difficulty": 2,
	"encodedPictureName": "encoded.jpg",
	"preposition": "Ниже представлен фрагмент смс-сообщения, которое, по данным следствия, было отправлено на номер телефона профессионального киллера.\n\nСледствие полагает, что в сообщении содержится информация о том, куда киллеру необходимо приехать для выполнения очередного задания.\n\n**Ваша задача** – расшифровать данное сообщение и предоставить зашифрованные в послании сведения.\n\n##Ответ запишите в формате:##\nвокзал Канадзава, Япония\n\n##Подсказка:## важно сохранять все знаки препинания и последовательность слов."
}
