{
	"answer": {
		"crimeDescription": "Сложность шифра вызвана практически полным отсутствием зацепок, благодаря которым можно было бы начать расшифровку.\nНо если внимательно изучить данные о Шекспире и теориях о его личности, то всплывает информация о Френсис Бэконе и его шифре. Предполагается, что этот шрифт был использован во многих произведениях Шекспира.\nСуть шифра в том, что для каждой буквы английского алфавита ставились в соответствие 5 букв 'A' или 'B'. Таким образом, буква 'A' в зашифрованном виде записывается как 'AAAAA', а 'C' - 'AAABA'.\nВ незаконченной расшифровке Игнатиуса есть сноска с подсказкой о том, что подчеркнутые буквы нужно заменить на 'B', а остальные на 'A'.\n\nЕсли применить это правило к отрывку пьесы, получится:\nBA AB AA ABB BA AA AAAB AB AAA BAABAABA\nABBBBAA BAA AAAAAB AA ABA ABAA AB AAABAA\nABA ABAAAA AB.A AAABAA AA AAAABAABBB AABBAB...\n\nИсходя из того, что каждая буква шифруется сочетанием из пяти букв 'A' и 'B', нужно сгруппировать полученную последовательность букв по 5:\n\nBAABA AABBB AAAAA ABABA AABAA BAABA ABBBB AABAA AAAAA BAAAB AABAA    ABAAA BAABA    AABAB.    AAAAB AAAAA AAABA ABBBA ABBAB...\n\nТеперь все что осталось - заменить каждую группу на соответствующую букву, пользуясь таблицей с соответствиями.\nПолучаем фразу:\nShakespeare is F. Bacon (Шекспир - это Ф. Бэкон)\n\nДействительно, существует теория, что вместо Шекспира его пьесы писали другие люди, в том числе и Френсис Бэкон, который и оставил зашифрованные послания.",
		"decodedMessage": "Shakespeare is F. Bacon"
	},
	"score": 5,
	"id": "c14",
	"title": "Тайна Шекспира",
	"difficulty": 5,
	"encodedPictureName": "encoded.jpg",
	"preposition": "Группа историков, исследовавшая жизнь Уильяма Шекспира, обнаружила незаконченную работу Игнатиуса Тернера — известного философа, писателя и криптографа XIX века. Игнатиус посвятил достаточно много времени на расшифровку Шекспировских пьес и разоблачению великого писателя. Он подозревал, что вместо Шекспира писал кто-то другой. Обнаруженное незаконченное исследование Тернера содержало в себе известные строки из «Гамлета». Ученым с трудом удалось их расшифровать, но оно того стоило, ведь правда оказалась весьма интересной.\n\nА сможете ли вы узнать тайну? Попробуйте закончить расшифровку, начатую Игнатиусом Тернером, и укажите зашифрованное сообщение."
}
