{
  "id": "1",
  "title": "Обманщики",
  "preposition": "Сегодня утром полиция приехала на задержание преступной группировки. К сожалению, из 8 человек удалось задержать только троих. Остальные, по словам задержанных, уехали на машине. Полицейские допросили этих троих, чтобы узнать данные о машине, но получили странные результаты:\n- первый преступник сказал, что группа уехала на BMW с номером 'с167кт85'\n- второй преступник сказал, что группа уехала на Audi с номером 'м420но42'\n- третий преступник сказал, что группа уехала не на BMW, а номер машины был 'р012кк70'\nЭти ответы ввели в замешательство сотрудников полиции, но, к счастью, им удалось найти чат этой группировки и схему их обмана. После этого они без труда вычислили марку и номер автомобиля.\n\nВаша задача - используя данные из переписки, определить марку и номер автомобиля. Ответ требуется записать в следующем формате: Марка, х000хх00",
  "difficulty": 2,
  "score": 2,
  "encodedPictureName": "encoded.jpg",
  "answer": {
    "crimeDescription": "Зная то, что каждый преступник сказал один раз правду, а второй раз обманул, вычислить верные ответы очень легко.\nНачнем с марки автомобиля, так как их всего 2 - BMW и Audi. Если считать, что первый преступник не соврал, то второй и третий точно соврали про марку, так как они оба указывают на Audi. Значит про номера они не соврали. Но выбрать из двух разных номеров невозможно. Если считать, что первый соврал про марку, то второй и третий сказали правду. Тогда получается, что они оба соврали про номера. В итоге, марка машины - Audi, а номер - 'с167кт85'.\n\nТакже у этой задачи есть математическое обоснование:\nПронумеруем преступников с 1 до 3, марку обозначим за М, а номер - Н. Каждая пара ответов имеет хотя бы один правильный, значит можно представить каждый ответ в виде логического заключения - Мx или Нx = правда. Так как каждый преступник говорил одну правду и одну ложь, то все их высказывания эквивалентны - (М1 или Н1) и (М2 или Н2) и (не М1 или Н3) = правда.\nТеперь нужно раскрыть скобки - (М1 и М2 или М1 и Н2 или Н1 и М2 или Н1 и Н2) и (не M1 или Н3). Избавимся от невозможных утверждений, таких как М1 и М2, так как машина не может быть сразу двух марок. Получим - (М1 и Н2 или  Н1 и М2) и (не M1 или Н3). Также раскрываем скобки - (М1 и Н2 и не М1) или (М1 и Н2 и Н3) или (Н1 и М2 и не М1) или (Н1 и М2 и Н3). Точно также убираем все невозможные варианты. В результате получим - Н1 и М2 и не М1. Это означает, что нужно взять номер машины, который сказал первый преступник, и марку, которую сказал второй.",
    "decodedMessage": "Audi, с167кт85",
    "possibleAnswers": ["Audi, c167kt85"]
  }
}
