{
  "answer" : {
    "possibleAnswers" : [
      "AtlasVampire",
      "атласский вампир",
      "Atlas Vampirs",
      "AtlasVampirs"
    ],
    "crimeDescription" : "Для того чтобы разгадать этот шифр Вам могла понадобиться помощь Интернета. Подсказкой в записке служит слово «ROT1», что значит «ROTate 1 letter forward through the alphabet» («сдвиньте алфавит на одну букву вперед»). Тем самым получается, что A заменяется на B, B на C, и т. д. При дешифровке необходимо учесть, что сообщение уже зашифровано, поэтому замену нужно осуществлять в обратном порядке (B на A, C на B, и т.д.). По итогу, пароль, который необходимо озвучить на тайной встрече - Atlas Vampire (Атласский вампир).\n\nАтласский Вампир - это прозвище, которое дали неизвестному убийце, совершившему «Вампирское убийство» в Стокгольме в 1932 году. Данное дело описывается в одном из видео на youtube-канале \"ми́стика\": РЕАЛЬНЫЙ СЛУЧАЙ ВАМПИРИЗМА: Атласский вампир \/\/ Дело Лилли Линдестрём\nссылка: https:\/\/www.youtube.com\/watch?v=Ryw1nTw4U5U&t=3s",
    "decodedMessage" : "Atlas Vampire"
  },
  "score" : 2,
  "id" : "mistika_c1",
  "title" : "Закрытая встреча",
  "difficulty" : 2,
  "encodedPictureName" : "encoded.jpg",
  "preposition" : "Сотрудниками полиции был задержан мужчина, который, по их мнению, состоит в секретной организации. По данным следствия, организация является своеобразной сектой, на встречах которой происходят незаконные вещи. По слухам, там поклоняются некому мистическому существу, пьют кровь и проводят ритуалы жертвоприношений.\n\nНа допросе мужчина признался, что через два дня состоится тайная встреча членов организации. Чтобы попасть на эту встречу на входе необходимо сообщить пароль, который ранее был передан всем участникам. При обыске мужчины в его кармане была найдена записка. Комментировать ее содержание он отказался.\n\nОпытные сотрудники полиции сразу поняли, что в записке зашифрован пароль, который дает право прохода на тайную встречу.\n\n**Ваша задача** - расшифровать послание и предоставить ##пароль## следствию.\n\n##Подсказка:## перевод послания и знаки препинания не требуются."
}
